
kaisen=9;
stypeT[ 9 ]= 0 ;
kaisenT[ 9 ]= 9 ;
knenT[ 9 ]= 1 ;
ktukiT[ 9 ]=7;
khiT[ 9 ]=10;
snenT[ 9 ]=2022;
stukiT[ 9 ]=7;
shiT[ 9 ]=10;
sjiT[ 9 ]=21;
shunT[ 9 ]=15;
syoubiT[ 9 ]="日";
osusumeT[ 9 ]= 1 ;
hanbai1T[ 9 ]="入荷日前夜の予約販売　その３（バラのみ）＆　　確保状況は即返答します";
hanbai2T[ 9 ]="明日入荷の新鮮な商品が購入できます・締め切りは７月１０日２１時１５分です。＆印同士の前夜予約販売は同梱できます。（その１～その３まで）";
hanbai3T[ 9 ]="次回の販売は　７月１２日１８時５５分頃の予定です。＆印同士の前夜予約販売は同梱可能です。（その１～その３まで）";
headerT[ 9 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
knoT[9]= 32 ;
souba = "バラの入荷日前夜予約販売です。１１日発送です。アップ後すぐであれば確保確率９５％以上です。早めにご利用ください。ここでの買い付けは会員の方のみ可能です。代引きのみ、加工なしです。＆印の直前予約販売同士は同梱できます。（その１～その３まで）別注文でも同梱可能。注文時、同梱要請とコメントしてください。";
comment1 = "アクセスが遅れると売切ればかりになり、注文できません。更新後すぐにご利用ください。直前予約販売同士（その１～その３まで）の同梱は出来ますが、他の回との同梱はできません。この販売は１１日（月）入荷分の直前予約販売です。売り切れ連絡のメールは注文メールに対しての返信になります。複数のアドレスをお持ちの方はご注意ください。また、注文後、注文確認メールが直ちに届かない方はご自身のメールアドレスの入力間違いです。メールが届かなくても電話でのフォローは一切致しませんのでご注意ください。";
kh = new Array(
'＠ここでのすべて販売はバイヤーの手を通らず、商品選択に当社の責任が全くありません。','＠色はあくまでも参考です。','＃バラ','＃バラ　','＃　〃','＃　〃','＃バラ','＃バラ　','＃　〃','＃バラ',
'＃　〃','＃バラ　','＃　〃','＃　〃','＃　〃','＃バラ','＃　〃','＃　〃','＃バラ　','＃　〃',
'＃　〃','＃バラ','＃バラ　','＃　〃','＃　〃','＃　〃','＃　〃','＃バラ','＃バラ　','＠バラが品薄の場合、この段階での販売が極端に少なくなります',
'＠２０１９年７月１日より送料が変わりました','＠箱は複数個を連結して１個口にしますがヤマト運輸の規定により縦＋横＋高さ３辺の合計が１６０ＣＭまでとなりますのでご理解ください','' );
km = new Array(
'１００％ご自身の責任でご利用ください。当社は一切責任を負いません。','品種を選んでお買い求めください。','アテナ　スタンダード　白系','エリザ　スタンダード　ピンク系','イントゥリーグ　スタンダード　紫系','シセロ　スタンダード　','マリークレア!　スタンダード　橙系','アマダ＋　スタンダード　赤系','ブルジョア          　スタンダード　ピンク系','カウントダウン　スタンダード　白系',
'　〃','ヴァーミリオン+　スタンダード　赤系','ロシアンピーチ　スタンダード　ピンク系','ラピスヴェール        ☆変わり咲☆　スタンダード　','アランチャ　スタンダード　','スノーバブル　スプレイ　','スウィートサラ　スプレイ　ピンク系','スノーフレーク　スプレイ　白系','ジェラート　スプレイ　ピンク系','　〃',
'レディラブ　スプレイ　赤系','リアーネ　スプレイ　ピンク系','シルバピンク+　スプレイ　ピンク系','　〃','スウィートフロウ　スプレイ　ピンク系','ガーネットジェム　スプレイ　赤系','サニートレンドセッター　スプレイ　黄系','モンディアルレインボー　スタンダード　','バラ　　','前々日からの予約販売か火木土１４時３０分～１５時０分までのバラ予約販売をご利用ください',
'ご確認ください','　','' );
kt = new Array(
1,1,52,52,29,91,52,65,52,78,
52,91,52,155,91,65,65,52,117,142,
91,65,117,104,91,142,91,233,39,1,
1,1,0 );
ko = new Array(
'1','〃','50 ｃｍ　タテ','80 ｃｍ','40 ｃｍ','60 ｃｍ　SP','50 ｃｍ　タテ','50 ｃｍ','60 ｃｍ','60 ｃｍ　タテ',
'50 ｃｍ　タテ','70 ｃｍ','60 ｃｍ','〃','60 ｃｍ　SP','50 ｃｍ　タテ','〃','〃','80 ｃｍ','〃',
'70 ｃｍ','50 ｃｍ　タテ','70 ｃｍ','60 ｃｍ','70 ｃｍ','〃','〃','〃','Ａ 50','1',
'〃','〃','' );
kl = new Array(
1,1,40,50,30,30,40,50,40,30,
40,30,40,30,20,40,40,40,30,20,
30,40,20,20,30,20,20,20,50,1,
1,1,0 );
kn = new Array(
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','' );
kb = new Array(
'　','〃','ケニア産','滋賀県産','神奈川産','滋賀県産','ケニア産','新潟県産','群馬県産','ケニア産',
'〃','山梨県産','長野県産','静岡県産','〃','ケニア産','〃','〃','滋賀県産','静岡県産',
'〃','ケニア産','静岡県産','〃','栃木県産','静岡県産','〃','エクアドル産','愛知県産','〃',
'〃','〃','' );
comment2="確定ではありませんがほぼ確定の確保メールは注文後３０分～２時間以内にお送りします。ただし、完全な確保確定情報は発送日当日夕方の連絡です。表示価格（単価）は税抜きです。お買いあげ総額に消費税が加津されます。";
// -->
