
kaisen=28;
stypeT[ 28 ]= 4 ;
kaisenT[ 28 ]= 28 ;
knenT[ 28 ]= 0 ;
ktukiT[ 28 ]=7;
khiT[ 28 ]=26;
snenT[ 28 ]= 0 ;
stukiT[ 28 ]= 0 ;
shiT[ 28 ]= 0 ;
sjiT[ 28 ]= 0 ;
shunT[ 28 ]= 0 ;
syoubiT[ 28 ]="";
osusumeT[ 28 ]= 0 ;
hanbai1T[ 28 ]="特価！プリザーブドフラワーアウトレット商品";
hanbai2T[ 28 ]="この販売は会員の方のみで、専用のIDとパスワードが必要です。";
hanbai3T[ 28 ]="次回未定";
headerT[ 28 ]="こちらの販売コーナーでは、アウトレット商品（色あせ・型崩れなど）を取り扱っております。通常のプリザーブドフラワーの販売と同様に、返品・交換は一切いたしませんのでご理解のうえご注文ください。<BR>アウトレット商品のため、在庫が少なくなっております。先着順に商品を確保し、発送いたしますので、なくなり次第終了となります。ご了承ください。また、ご希望の数をそろえられないことも考えられます。ご理解とご協力をお願いいたします。";
// -->
