
kaisen=9;
stypeT[ 9 ]= 0 ;
kaisenT[ 9 ]= 9 ;
knenT[ 9 ]= 1 ;
ktukiT[ 9 ]=7;
khiT[ 9 ]=10;
snenT[ 9 ]=2022;
stukiT[ 9 ]=7;
shiT[ 9 ]=10;
sjiT[ 9 ]=21;
shunT[ 9 ]=15;
syoubiT[ 9 ]="日";
osusumeT[ 9 ]= 1 ;
hanbai1T[ 9 ]="入荷日前夜の予約販売　その３（バラのみ）＆　　確保状況は即返答します";
hanbai2T[ 9 ]="明日入荷の新鮮な商品が購入できます・締め切りは７月１０日２１時１５分です。＆印同士の前夜予約販売は同梱できます。（その１～その３まで）";
hanbai3T[ 9 ]="次回の販売は　７月１２日１８時５５分頃の予定です。＆印同士の前夜予約販売は同梱可能です。（その１～その３まで）";
headerT[ 9 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
IssueFlagT[ 9 ]=" 0 ";
IssueT[ 9 ]="";
UseFlagT[ 9 ]=" 0 ";
UseT[ 9 ]="";
parT[ 9 ]="";
ennT[ 9 ]="";
// -->
