
kaisen=7;
stypeT[ 7 ]= 0 ;
kaisenT[ 7 ]= 7 ;
knenT[ 7 ]= 1 ;
ktukiT[ 7 ]=7;
khiT[ 7 ]=10;
snenT[ 7 ]=2022;
stukiT[ 7 ]=7;
shiT[ 7 ]=10;
sjiT[ 7 ]=21;
shunT[ 7 ]=15;
syoubiT[ 7 ]="日";
osusumeT[ 7 ]= 1 ;
hanbai1T[ 7 ]="入荷前夜の予約販売　その２　＆　確保状況は即返答します。";
hanbai2T[ 7 ]="明日入荷の新鮮な商品が購入できます・締め切りは１０日２１時１５分です。＆印同士の前夜予約販売は同梱できます。（その１～その３まで）";
hanbai3T[ 7 ]="次回の販売は　７月１２日１８時５０分頃の予定です。＆印同士の前夜予約販売は同梱できます。（その１～その３まで）";
headerT[ 7 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
IssueFlagT[ 7 ]=" 0 ";
IssueT[ 7 ]="";
UseFlagT[ 7 ]=" 0 ";
UseT[ 7 ]="";
parT[ 7 ]="";
ennT[ 7 ]="";
// -->
