
kaisen=11;
stypeT[ 11 ]= 2 ;
kaisenT[ 11 ]= 11 ;
knenT[ 11 ]= 1 ;
ktukiT[ 11 ]=12;
khiT[ 11 ]=10;
snenT[ 11 ]=2021;
stukiT[ 11 ]=12;
shiT[ 11 ]=10;
sjiT[ 11 ]=8;
shunT[ 11 ]=0;
syoubiT[ 11 ]="日";
osusumeT[ 11 ]= 1 ;
hanbai1T[ 11 ]="２０２１年１２月・正月花材・予約販売　１２月２４日または２５日発送予定です。";
hanbai2T[ 11 ]="２０２１年１２月２４日または２５日発送予定です。他の日希望であればコメント欄にご記入ください。可能であれば対応します。他の回との同梱はできません。";
hanbai3T[ 11 ]="２０２２年正月花材の販売は受付終了しました。";
headerT[ 11 ]="";
IssueFlagT[ 11 ]=" 0 ";
IssueT[ 11 ]="";
UseFlagT[ 11 ]=" 0 ";
UseT[ 11 ]="";
parT[ 11 ]="";
ennT[ 11 ]="";
// -->
