
kaisen=6;
stypeT[ 6 ]= 0 ;
kaisenT[ 6 ]= 6 ;
knenT[ 6 ]= 1 ;
ktukiT[ 6 ]=7;
khiT[ 6 ]=10;
snenT[ 6 ]=2022;
stukiT[ 6 ]=7;
shiT[ 6 ]=10;
sjiT[ 6 ]=21;
shunT[ 6 ]=15;
syoubiT[ 6 ]="日";
osusumeT[ 6 ]= 1 ;
hanbai1T[ 6 ]="入荷前夜の予約販売　その１　＆　確保状況は即返答します。";
hanbai2T[ 6 ]="明日入荷の新鮮な商品が購入できます・締め切りは７月１０日２１時１５分です。＆印同士の前夜予約販売は同梱できます。（その１～その３まで）";
hanbai3T[ 6 ]="次回の販売は　７月１２日１８時４５分頃の予定です。＆印同士の前夜予約販売は同梱できます。（その１～その３まで）";
headerT[ 6 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
IssueFlagT[ 6 ]=" 0 ";
IssueT[ 6 ]="";
UseFlagT[ 6 ]=" 0 ";
UseT[ 6 ]="";
parT[ 6 ]="";
ennT[ 6 ]="";
// -->
