
kaisen=23;
stypeT[ 23 ]= 1 ;
kaisenT[ 23 ]= 23 ;
knenT[ 23 ]= 1 ;
ktukiT[ 23 ]=9;
khiT[ 23 ]=8;
snenT[ 23 ]=2016;
stukiT[ 23 ]=9;
shiT[ 23 ]=20;
sjiT[ 23 ]=1;
shunT[ 23 ]=1;
syoubiT[ 23 ]="金";
osusumeT[ 23 ]= 1 ;
hanbai1T[ 23 ]="テスト用販売データ";
hanbai2T[ 23 ]="テスト用販売データ** 次回入荷商品を最速で購入できます。いち早く商品を押さえたい方は是非ご利用ください。品薄時、需要の強いときは特にオススメです。**９月９日入荷分、バイヤー推薦の予約販売です・９月８日早朝注文締め切りです。";
hanbai3T[ 23 ]="テスト用販売データ・・送料が変わりました。**バイヤー推薦の予約販売** 次回は９月９日１８時３０分頃から販売します。更新後すぐにご利用ください。";
headerT[ 23 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
IssueFlagT[ 23 ]=" 0 ";
IssueT[ 23 ]="";
UseFlagT[ 23 ]=" 0 ";
UseT[ 23 ]="";
parT[ 23 ]="";
ennT[ 23 ]="";
// -->
