
kaisen= 15 ;
stypeT[ 15 ]= 1 ;
kaisenT[ 15 ]= 15 ;
knenT[ 15 ]= 1 ;
ktukiT[ 15 ]=7;
khiT[ 15 ]=8;
snenT[ 15 ]=2022;
stukiT[ 15 ]=7;
shiT[ 15 ]=10;
sjiT[ 15 ]=5;
shunT[ 15 ]=30;
syoubiT[ 15 ]="土";
osusumeT[ 15 ]= 1 ;
uketori="7月11日（月）";
hanbai1T[ 15 ]="店頭受取予約販売①";
hanbai2T[ 15 ]="**この回がいちばん種類豊富です** 次回入荷商品を最速で購入できます。いち早く商品を押さえたい方は是非ご利用ください。品薄時、需要の強いときは特にオススメです。**７月１１日入荷分、バイヤー推薦の予約販売です・７月１０日早朝注文締め切りです。";
hanbai3T[ 15 ]="**バイヤー推薦の予約販売** 次回は７月１１日１８時３０分頃から販売します。更新後すぐにご利用ください。";
headerT[ 15 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
// -->
