
kaisen=4;
stypeT[ 4 ]= 0 ;
kaisenT[ 4 ]= 4 ;
knenT[ 4 ]= 1 ;
ktukiT[ 4 ]=7;
khiT[ 4 ]=11;
snenT[ 4 ]=2022;
stukiT[ 4 ]=7;
shiT[ 4 ]=11;
sjiT[ 4 ]=9;
shunT[ 4 ]=15;
syoubiT[ 4 ]="月";
osusumeT[ 4 ]= 1 ;
hanbai1T[ 4 ]="即日発送販売　その２";
hanbai2T[ 4 ]="即日発送販売　その２　締め切りは７月１１日９時１５分です。";
hanbai3T[ 4 ]="次回の販売は７月１３日７時０分頃を予定しています。";
headerT[ 4 ]="<B>ご注意ください。<BR>注文は２月９日12時00分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
knoT[4]= 140 ;
souba = "１回戦もご利用ください。種類も豊富で商品が手に入りやすくなります。１回戦がパワーアップ！！本日は１８時３０分頃更新予定です。アップ後すぐであれば確保確率９５％以上です。早めにご利用ください。高級菊、バラの品種指定は１回戦でどうぞ。バラは店頭にも豊富に入荷しています。ここでの買い付けは会員の方のみ可能です。代引きのみ、加工なしです。他の回との同梱は出来ません。";
comment1 = "アクセスが遅れますと売り切ればかりになり、注文できません。更新後すぐにご利用ください。他の回と同梱は出来ません。この回と3回戦は万が一の場合本日発送できない（注文多数の為）事がありますので、予めご了承下さい。この販売は２回戦と３回目の間の特別販売です。売り切れ連絡のメールは注文メールに対しての返信になります。複数のアドレスをお持ちの方はご注意ください。また、注文後、注文確認メールが直ちに届かない方はご自身のメールアドレスの入力間違いです。メールが届かなくても電話でのフォローは一切致しませんのでご注意ください。月、水、金の午前の販売も積極的にご利用ください。品薄のときは午前の販売が圧倒的に安くて特にお得です。";
kh = new Array(
'＠ルールを守って頂けない方のご利用はお断りします。自己責任の原則でお買い求めください。','＠販売は予約販売→即日発送販売→在庫売り尽くし販売３の順番です。','＠等級表示をご確認ください。Ｂ表示はＢ級品の意味です','＃仏花セット スリーブ入り　４本束パック','＃　〃','＃　〃','＃　〃','＠重要なお願い','＃輪菊　白','＃SPカーネ･桃',
'＃　〃','＃バラ スプレイ オレンジ','＃バラ スプレイ ピンク','＃ユｰフォルビア 白','＃輪カーネーション 複色','＃　〃','＃ネイティブフラワｰ','＃　〃','＃ソノタノクサバナ','＃　〃',
'＃ハイドランジア','＃トルコ桔梗','＃バラ スタンダｰド ピンク','＃ユリ(LA） 黄','＃カラｰ 黄','＃ネイティブフラワｰ','＃　〃','＃エダモノ','＃　〃','＃輪カーネーション 複色',
'＃　〃','＃ソノタノクサバナ。','＃　〃','＃ソノタノクサバナ','＃　〃','＃マトリカリヤ 一重 白','＃　〃','＃輪菊･白','＃ユリオリエンタル･桃','＃百合 LA',
'＃　〃','＃　〃','＃SPカーネーション','＃　〃','＃　〃','＃　〃','＃　〃','＃バラ･桃','＃　〃','＃ディスバッド ポンポン 黄',
'＃　〃','＃ディスバッド ポンポン ピンク。','＃　〃','＃ガｰベラ ピンク','＃　〃','＃バラ スタンダｰド 紫','＃ユリオリエンタル','＃　〃','＃ユｰカリ','＃　〃',
'＃ソノタノクサバナ。','＃　〃','＃ＳＰ菊　マレーシア産','＃　〃','＃　〃','＃　〃','バラ スプレイ ピンク','〃','バラ スプレイ 黄','バラ スプレイ オレンジ',
'バラ スプレイ ピンク','〃','バラ スプレイ オレンジ','バラ スプレイ ピンク','バラ スプレイ 黄','輪菊白　愛知県お花屋さん','ユリオリエンタル　宮崎県産','リンドウ　新いわて農協','ユリオリエンタル','オキシペタルム',
'百合(OT 白）','ユリオリエンタル','〃','ユリオリエンタル･白','ユリオリエンタル','クルクマ','〃','トルコ桔梗','クレマチス','〃',
'SPカーネーション','誠蓮','カトレヤ(ピンク）','カトレア ピンク','カトレア 白','ディスバッド ポンポン 黄','〃','ディスバッド スパイダｰ 黄','バラ スタンダｰド 紫','〃',
'リモニュｰム HB 八重 白','リモニュｰム HB オレンジ','ガｰベラ 大輪 赤','ガｰベラ 大輪 紫','ジンジャｰ','ヒマワリ オレンジ芯','〃','ヒマワリ 複色芯黒','エダモノ','バラ スタンダｰド ピンク',
'バラ スタンダｰド 複色','アリウム','ケイトウ 赤','ネイティブフラワｰ','ネイティブフラワｰ 赤','ネイティブフラワｰ オレンジ','エダモノ','〃','〃','ユｰカリ',
'〃','ユリ(LA） 黄','ガｰベラ','ガｰベラ オレンジ','ガｰベラ 大輪 複色','ガｰベラ 黄','ガｰベラ ピンク','ガｰベラ','ネイティブフラワｰ','ソノタノクサバナ 黄',
'ソノタノクサバナ','〃','ソノタノクサバナ 紫','マトリカリヤ 一重 白','オキシペタラム 青','エダモノ','ツツジルイ','アジサイ 青','リンドウ　新いわて農協','テッポウユリ　韓国産',
'' );
km = new Array(
'商品到着後の返品、クレームなどもできません。ルール違反は退会処理をさせて頂きます。','品薄時は、予約販売をご利用ください。','色はあくまでも参考です。色で選ばずに品種を選んでお買い求めください。','白輪菊＋黄輪菊＋その他２本','　〃','　〃','　〃','お届け先の郵便番号、都道府県名は正しくご記入ください。','岩の白扇（B級品','レジーナ　ライトピンク（B級品',
'　〃','シンディ　少々咲き','ミスティックサラ　咲き','初雪草','レージェ（B級品','　〃','バンクシア･フｰケリアナ','　〃','紅花（B級品','　〃',
'アナベル　','白系','エｰスピンク+','エルデｰボ 　咲き','ハｰベストムｰン','セルリア･ブラッシングBロｰズ','　〃','ビバーナム.デンタタムグリｰン','　〃','こまち',
'　〃','シルバｰアニバｰサリｰ','　〃','トケイソウ ホｰプ','　〃','シングルペグモ（B級品','　〃','精の一世か神馬か岩の白扇','レクサス　咲き','エレモ　（B級品',
'エルディーボ　（B級品','　〃','ミックス','　〃','赤系','ピンク系','黄×赤　複色系','アクア!　（B級品','　〃','セイ ノｰマンサニｰ',
'　〃','モモコ 曲がり','　〃','パスタリベロ（B級品','　〃','ブルｰキュリオｰサ（B級品','カサブランカ（B級品','　〃','グニユｰカリ（B級品','　〃',
'アフリカンブルｰバジル（B級品','　〃','ミックス','黄系','ピンク系紫系','白系','ラブリｰリディア','ローラ','ゴｰルドダスト','シンディ',
'アイリｰン','ルミナリア','チアガｰルアプリコット','スウィｰトロｰラ','ブルタｰニュ!','精の一世','カサブランカ','青系紫系','クロッサー　','ピュアブルー (=谷岡2号　',
'ホワイトエンジェル','ホメロス　','モンテニュー　','プレミアムブロンド　','トワイフォード (八重　','ピンクキャンディケーン　','オールドローズ　','ジュリアスラベンダー　','アラベラ　','　〃',
'４～５色ＭＩＸ','Ｍ','　','カトレア ピンク','カトレア シロアカ','イエロｰピンポン','ゴｰルデンピンポン','アナスタシアイエロｰ','イントゥリｰグ','　〃',
'雲海','プｰドル','パスタディアボラ','パスタバｰブル','ミニクルクマ 小中輪ＭＩＸ','サンリッチオレンジ','　〃','サンリッチマロン','姫ガマ 中身違い','ノブレス',
'ドリｰムノブレス','タンチョウウェｰブ','周防(クルメ）','セルリア ロｰズ ６－１０Ｆ　      縦','ピンク系･サクセッション','ピンクッション･タンゴ','ビバーナム･コンパクタ','セフアランサスML','ディアボロ','グニユｰカリ',
'マルバユｰカリ','パビア','ガーベラ','ケンタッキｰ','パスタロサｰト','サンディ','サヤカ','フルｰツケｰキ5MIX','ドライアンドラ.クエキフォリア','ゴｰルドスティック',
'ブラックベリｰGR','　〃','フォレストブルｰ（ベロニカ）','シングルペグモ','ピュアブルｰ','ピンクイノセンス','ヤシオドｰダン','アジサイ ブルｰ','青系紫系','ウーリータワー',
'' );
kt = new Array(
1,1,1,498,468,436,399,1,14,15,
19,35,29,77,19,23,378,415,25,29,
67,155,26,49,95,299,325,59,66,58,
67,9,14,15,19,35,39,59,118,29,
54,59,21,23,27,27,27,15,19,139,
147,118,128,26,29,27,359,375,34,39,
26,29,95,99,99,99,54,59,59,54,
59,59,54,59,54,36,345,98,129,67,
95,118,109,157,159,94,88,162,28,19,
25,89,116,99,99,123,118,123,27,18,
149,97,33,33,109,79,79,79,25,19,
19,49,46,259,398,389,725,77,19,61,
76,93,36,31,43,31,29,33,139,27,
35,29,33,60,63,67,299,64,99,59,
0 );
ko = new Array(
'1','〃','〃','　','〃','〃','〃','1','Ｌ　80','60CM',
'〃','40CM','〃','秀60','70CM','〃','70ｃｍ','〃','Ｌ','〃',
'80CM','70～80CM','60ｃｍ','Ｌ','優60','50ｃｍ　6-','〃','秀40','〃','ｾﾚｸﾄ65',
'〃','30ｃｍ','〃','60ｃｍ','〃','70ｃｍ','〃','Ｌ～２Ｌ','3L4/5F','2F',
'２Ｌ','〃','60CMミックス','〃','60CM','〃','〃','40CM','〃','秀Ｌ',
'〃','Ａ','〃','２Ｌ','〃','40CM','80CM4～5F','〃','40CM','〃',
'50CM','〃','2L','〃','〃','〃','秀40','秀50','〃','秀40',
'秀50','〃','秀40','秀50','秀40','秀Ｓ','秀１００ＣＭ４～５Ｆ','秀７０ＣＭ','3L4/5F','50CM秀',
'2L3F','3L4/5F','〃','〃','〃','60CM秀','〃','70CM優','2L','M',
'60CMミックス','70CM秀','2L','Ｌ','２Ｌ','２Ｌ70','秀２Ｌ','75ｃｍ','50ｃｍ','40ｃｍ',
'秀75','秀80','２Ｌ','Ｌ２Ｌ','秀２Ｌ','優３Ｌ','秀12','秀14　３Ｌ','　','ＭＳ',
'〃','秀Ｌ','秀50','50ｃｍ　6-','70ｃｍ　ﾀﾃ','〃','秀ﾐﾆ','秀70　花','曲り80','秀40',
'秀50','80ｃｍ　3-4F','秀２Ｌ','２Ｌ','秀２Ｌ','２Ｌ','秀２Ｌ','Ｌ','30ｃｍ','秀Ａ',
'秀40','秀30','秀40','70ｃｍ','秀45','75ｃｍ','　','6-70','秀７０ＣＭ','80CM2F',
'' );
kl = new Array(
1,1,1,1,10,20,40,1,10,100,
20,10,10,10,40,10,3,1,40,10,
10,10,10,10,10,10,5,40,10,50,
10,100,50,30,10,40,10,10,5,10,
40,10,200,100,20,20,20,50,10,40,
10,40,10,40,10,10,20,5,40,10,
40,10,100,10,10,10,40,40,30,40,
40,40,40,40,30,200,20,100,20,50,
30,20,20,20,20,30,30,40,50,90,
100,60,10,10,10,60,80,60,30,30,
40,40,40,40,50,50,50,40,50,100,
50,120,150,30,15,15,6,40,40,100,
80,80,100,100,40,100,100,100,15,100,
50,60,60,50,50,50,50,40,150,40,
0 );
kn = new Array(
'本','本','本','束','束','束','束','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','輪','輪','輪','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','束','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'' );
kb = new Array(
'　','〃','〃','国産','〃','〃','〃','〃','中国産','〃',
'〃','愛知県産','静岡県産','愛知県産赤羽根）愛知みなみ農協','香川県産','〃','ｵｰｽﾄﾗﾘｱ産','〃','福島県産','〃',
'国産','〃','奈良県産平群温室バラ組合','埼玉県産','福島県産猪苗代）会津よつば農協','南ｱﾌﾘｶ産','〃','長野県産みなみ信州農協','〃','ｺﾛﾝﾋﾞｱ産',
'〃','香川県産Ｆ．Ｕ．Ｋａｇａｗａ','〃','鹿児島県産株）日野　洋蘭園','〃','千葉県産','〃','国産','埼玉県産','〃',
'〃','〃','中国産','〃','〃','〃','〃','ケニア産','〃','愛知県産ＡＬＬ４ＭＵＭ',
'〃','〃','〃','静岡県産','〃','山形県産','新潟産','〃','静岡県産','〃',
'愛知県産','〃','輸入','〃','〃','〃','愛知県産豊川（ひまわり農協）','静岡県産掛川市農協','〃','愛知県産豊川（ひまわり農協）',
'静岡県産掛川市農協','静岡県産清水農協','愛知県産豊川（ひまわり農協）','静岡県産清水農協','愛知県産豊川（ひまわり農協）','国産','〃','〃','埼玉県産ＦＬＣ　百合の滝沢','北海道産ＪＡ北空知広域　本所　ホクレン',
'埼玉県産ＦＬＣ　高一農場','〃','〃','〃','〃','福岡県産ＪＡ糸島　園芸流通センター　全農','〃','山形県産ＪＡ鶴岡市　全農山形庄内','長野県産中曽根　尚次郎','〃',
'中国産','新潟県産ＪＡ北魚沼本所　ＪＡ全農にいがた','埼玉県産赤山　並木園　　並木昇','埼玉県産並木園','〃','ベトナム産','ﾏﾚｰｼｱ産','ｺﾛﾝﾋﾞｱ産','神奈川産渋谷ばら園','〃',
'長野県産信州諏訪農協','福島県産ロードメイク（株）','静岡県産松下　和成','〃','静岡県産とぴあ浜松花きセンター','北海道産いわみざわ農協）岩見沢','北海道産北石狩農協（当別）','青森県産尾上）津軽みらい農協','茨城県産小松崎　幸雄','千葉県産八代　和之',
'〃','新潟県産大平　農園','和歌山県産富田）紀南農協','南ｱﾌﾘｶ産','〃','〃','山形県産長井）山形おきたま','長野県産みなみ信州農協','福島県産ロードメイク（株）','静岡県産静岡市農協',
'〃','岩手県産雫石）新いわて農協','福岡県産広川集出荷場）ふくおか八','宮城県産桃生中央）いしのまき','和歌山県産紀州農協','宮城県産桃生中央）いしのまき','福岡県産広川集出荷場）ふくおか八','宮城県産桃生中央）いしのまき','ｵｰｽﾄﾗﾘｱ産','和歌山県産紀州農協',
'長野県産みなみ信州農協','〃','〃','千葉県産斉藤　園芸','北海道産北空知広域連','群馬県産海保克之６１６（六合）','群馬県産近藤　博','埼玉県産９０９１３町田実','国産','輸入',
'' );
comment2="上物中心の販売の前々日販売を行っています。月曜入荷の品物は土曜19時か２０時～日曜５時３０分まで販売。水曜入荷の品物は月曜１９か２０時～火曜５時３０分まで販売。金曜入荷の品物は水曜１９か２０時～木曜５時３０分まで販売。鮮度維持の問題で本州以外の方や午前中に到着しない地域の方はなるべく注文しないで下さい。表示価格は税別価格です。お買いあげ総額に消費税がかけられます。";
// -->
