// 
kaisen=1;
stypeT[ 1 ]= 1 ;
kaisenT[ 1 ]= 1 ;
knenT[ 1 ]= 1 ;
ktukiT[ 1 ]=5;
khiT[ 1 ]=9;
snenT[ 1 ]=2022;
stukiT[ 1 ]=5;
shiT[ 1 ]=10;
sjiT[ 1 ]=5;
shunT[ 1 ]=30;
syoubiT[ 1 ]="火";
osusumeT[ 1 ]= 1 ;
hanbai1T[ 1 ]="**予約販売その１**種類豊富・確保状況は注文締め切り時間までに返答します";
hanbai2T[ 1 ]="**この回がいちばん種類豊富です** 次回入荷商品を最速で購入できます。いち早く商品を押さえたい方は是非ご利用ください。品薄時、需要の強いときは特にオススメです。**５月１１日入荷分、バイヤー推薦の予約販売です・５月１０日早朝注文締め切りです。";
hanbai3T[ 1 ]="**バイヤー推薦の予約販売** 次回は５月１１日１８時３０分頃から販売します。更新後すぐにご利用ください。";
headerT[ 1 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
IssueFlagT[ 1 ]=" 0 ";
IssueT[ 1 ]="";
UseFlagT[ 1 ]=" 0 ";
UseT[ 1 ]="";
parT[ 1 ]="";
ennT[ 1 ]="";
// -->
