
kaisen=20;
stypeT[ 20 ]= 0 ;
kaisenT[ 20 ]= 20 ;
knenT[ 20 ]= 1 ;
ktukiT[ 20 ]=7;
khiT[ 20 ]=11;
snenT[ 20 ]=2022;
stukiT[ 20 ]=7;
shiT[ 20 ]=11;
sjiT[ 20 ]=12;
shunT[ 20 ]=30;
syoubiT[ 20 ]="月";
osusumeT[ 20 ]= 1 ;
hanbai1T[ 20 ]="バーチャルショップ先行特別割引販売";
hanbai2T[ 20 ]="バーチャルショップ先行特別割引販売　締め切りは７月１１日１２時３０分です。";
hanbai3T[ 20 ]="次回の販売は７月１３日１０時４５分頃を予定しています。";
headerT[ 20 ]="<B>ご注意ください。<BR>注文は２月９日12時00分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
knoT[20]= 53 ;
souba = "１回戦もご利用ください。種類も豊富で商品が手に入りやすくなります。１回戦がパワーアップ！！本日は１８時３０分頃更新予定です。アップ後すぐであれば確保確率９５％以上です。早めにご利用ください。高級菊、バラの品種指定は１回戦でどうぞ。バラは店頭にも豊富に入荷しています。ここでの買い付けは会員の方のみ可能です。代引きのみ、加工なしです。他の回との同梱は出来ません。";
comment1 = "アクセスが遅れますと売り切ればかりになり、注文できません。更新後すぐにご利用ください。他の回と同梱は出来ません。この回と3回戦は万が一の場合本日発送できない（注文多数の為）事がありますので、予めご了承下さい。この販売は２回戦と３回目の間の特別販売です。売り切れ連絡のメールは注文メールに対しての返信になります。複数のアドレスをお持ちの方はご注意ください。また、注文後、注文確認メールが直ちに届かない方はご自身のメールアドレスの入力間違いです。メールが届かなくても電話でのフォローは一切致しませんのでご注意ください。月、水、金の午前の販売も積極的にご利用ください。品薄のときは午前の販売が圧倒的に安くて特にお得です。";
kh = new Array(
'バラ スプレイ ピンク','バラ スプレイ 黄','バラ スプレイ オレンジ','バラ スプレイ ピンク','バラ スプレイ オレンジ','バラ スプレイ 黄','輪菊白　愛知県お花屋さん','ユリオリエンタル　宮崎県産','ユリオリエンタル','オキシペタルム',
'百合(OT 白）','ユリオリエンタル','ユリオリエンタル','ユリオリエンタル･白','ユリオリエンタル','クルクマ','クルクマ','トルコ桔梗','クレマチス','SPカーネーション',
'誠蓮','カトレヤ(ピンク）','カトレア 白','ディスバッド ポンポン 黄','ディスバッド スパイダｰ 黄','リモニュｰム HB 八重 白','リモニュｰム HB オレンジ','ジンジャｰ','ヒマワリ オレンジ芯','ヒマワリ 複色芯黒',
'エダモノ','アリウム','ネイティブフラワｰ','ネイティブフラワｰ 赤','ネイティブフラワｰ オレンジ','エダモノ','エダモノ','エダモノ','ユｰカリ','ユｰカリ',
'ユリ(LA） 黄','ガｰベラ オレンジ','ガｰベラ 黄','ガｰベラ ピンク','ネイティブフラワｰ','ソノタノクサバナ 黄','ソノタノクサバナ','マトリカリヤ 一重 白','オキシペタラム 青','エダモノ',
'ツツジルイ','リンドウ　新いわて農協','テッポウユリ　韓国産','' );
km = new Array(
'ラブリｰリディア','ゴｰルドダスト','シンディ','アイリｰン','チアガｰルアプリコット','ブルタｰニュ!','精の一世','カサブランカ','クロッサー　','ピュアブルー (=谷岡2号　',
'ホワイトエンジェル','ホメロス　','モンテニュー　','プレミアムブロンド　','トワイフォード (八重　','ピンクキャンディケーン　','オールドローズ　','ジュリアスラベンダー　','アラベラ　','４～５色ＭＩＸ',
'Ｍ','　','カトレア シロアカ','ゴｰルデンピンポン','アナスタシアイエロｰ','雲海','プｰドル','ミニクルクマ　色、種類はおまかせ','サンリッチオレンジ','サンリッチマロン',
'姫ガマ 中身違い','タンチョウウェｰブ','セルリア ロｰズ ６－１０Ｆ　      縦','ピンク系･サクセッション','ピンクッション･タンゴ','ビバーナム･コンパクタ','セフアランサスML','ディアボロ','グニユｰカリ','マルバユｰカリ',
'パビア','ケンタッキｰ','サンディ','サヤカ','ドライアンドラ.クエキフォリア','ゴｰルドスティック','ブラックベリｰGR','シングルペグモ','ピュアブルｰ','ピンクイノセンス',
'ヤシオドｰダン','青系紫系','ウーリータワー','' );
kt = new Array(
54,59,54,59,54,54,39,325,129,60,
95,118,109,157,159,74,68,150,22,22,
82,116,99,98,103,119,77,109,67,67,
25,49,222,333,329,600,67,29,49,60,
75,30,30,29,119,27,35,60,52,60,
299,79,59,0 );
ko = new Array(
'秀40','秀50','秀40','秀50','秀40','〃','秀Ｓ','秀１００ＣＭ４～５Ｆ','3L4/5F','50CM秀',
'2L3F','3L4/5F','〃','〃','〃','60CM秀','〃','70CM優','M','60CMミックス',
'70CM秀','2L','２Ｌ','秀２Ｌ','75ｃｍ','秀75','秀80','秀２Ｌ','優３Ｌ','秀14　３Ｌ',
'　','秀Ｌ','50ｃｍ　6-','70ｃｍ','〃','秀ﾐﾆ　束','秀70　花','曲り80','秀40','秀50',
'80ｃｍ　3-4F','２Ｌ','〃','秀２Ｌ','30ｃｍ','秀Ａ','秀40','70ｃｍ','秀45','75ｃｍ',
'　','秀７０ＣＭ','80CM2F','' );
kl = new Array(
40,30,40,40,40,30,10,5,5,10,
10,5,5,5,5,10,10,10,10,100,
10,10,10,10,10,5,10,5,10,10,
10,10,5,1,1,1,10,10,10,10,
10,10,10,10,5,10,10,10,10,10,
10,10,10,0 );
kn = new Array(
'束','束','束','束','束','束','束','束','束','束',
'束','束','束','束','束','束','束','束','束','束',
'束','輪','輪','束','束','束','束','束','束','束',
'束','束','束','束','束','束','束','束','束','束',
'束','束','束','束','束','束','束','束','束','束',
'束','束','束','' );
kb = new Array(
'愛知県産豊川（ひまわり農協）','静岡県産掛川市農協','愛知県産豊川（ひまわり農協）','静岡県産掛川市農協','愛知県産豊川（ひまわり農協）','〃','国産','〃','埼玉県産ＦＬＣ　百合の滝沢','北海道産ＪＡ北空知広域　本所　ホクレン',
'埼玉県産ＦＬＣ　高一農場','〃','〃','〃','〃','福岡県産ＪＡ糸島　園芸流通センター　全農','〃','山形県産ＪＡ鶴岡市　全農山形庄内','長野県産中曽根　尚次郎','中国産',
'新潟県産ＪＡ北魚沼本所　ＪＡ全農にいがた','埼玉県産赤山　並木園　　並木昇','埼玉県産並木園','ﾏﾚｰｼｱ産','ｺﾛﾝﾋﾞｱ産','長野県産信州諏訪農協','福島県産ロードメイク（株）','静岡県産とぴあ浜松花きセンター','北海道産いわみざわ農協）岩見沢','青森県産尾上）津軽みらい農協',
'茨城県産小松崎　幸雄','新潟県産大平　農園','南ｱﾌﾘｶ産','〃','〃','山形県産長井）山形おきたま','長野県産みなみ信州農協','福島県産ロードメイク（株）','静岡県産静岡市農協','〃',
'岩手県産雫石）新いわて農協','宮城県産桃生中央）いしのまき','〃','福岡県産広川集出荷場）ふくおか八','ｵｰｽﾄﾗﾘｱ産','和歌山県産紀州農協','長野県産みなみ信州農協','千葉県産斉藤　園芸','北海道産北空知広域連','群馬県産海保克之６１６（六合）',
'群馬県産近藤　博','国産','輸入','' );
kk = new Array(
2873,2355,2873,3139,2873,2155,519,2162,858,798,
1264,785,725,1045,1058,985,905,1995,293,2926,
1091,1543,1317,1304,1370,792,1025,725,892,892,
333,652,1477,443,438,798,892,386,652,798,
998,399,399,386,792,360,466,798,692,798,
3977,1051,785,0 );
comment2="上物中心の販売の前々日販売を行っています。月曜入荷の品物は土曜19時か２０時～日曜５時３０分まで販売。水曜入荷の品物は月曜１９か２０時～火曜５時３０分まで販売。金曜入荷の品物は水曜１９か２０時～木曜５時３０分まで販売。鮮度維持の問題で本州以外の方や午前中に到着しない地域の方はなるべく注文しないで下さい。表示価格は税別価格です。お買いあげ総額に消費税がかけられます。";
// -->
