
kaisen=10;
stypeT[ 10 ]= 1 ;
kaisenT[ 10 ]= 10 ;
knenT[ 10 ]= 1 ;
ktukiT[ 10 ]=7;
khiT[ 10 ]=10;
snenT[ 10 ]=2022;
stukiT[ 10 ]=7;
shiT[ 10 ]=10;
sjiT[ 10 ]=15;
shunT[ 10 ]=0;
syoubiT[ 10 ]="月";
osusumeT[ 10 ]= 1 ;
hanbai1T[ 10 ]="明日入荷バラの先行予約販売";
hanbai2T[ 10 ]="明日入荷バラの先行予約販売・７月１０日１５時０分注文締め切りです。";
hanbai3T[ 10 ]="次回は　７月１２日１４時３０分～１５時０分の３０分間販売します。更新後すぐにご利用ください。";
headerT[ 10 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
IssueFlagT[ 10 ]=" 0 ";
IssueT[ 10 ]="";
UseFlagT[ 10 ]=" 0 ";
UseT[ 10 ]="";
parT[ 10 ]="";
ennT[ 10 ]="";
// -->
