
kaisen=13;
stypeT[ 13 ]= 1 ;
kaisenT[ 13 ]= 13 ;
knenT[ 13 ]= 1 ;
ktukiT[ 13 ]=1;
khiT[ 13 ]=1;
snenT[ 13 ]=2022;
stukiT[ 13 ]=1;
shiT[ 13 ]=2;
sjiT[ 13 ]=5;
shunT[ 13 ]=30;
syoubiT[ 13 ]="日";
osusumeT[ 13 ]= 1 ;
hanbai1T[ 13 ]="**予約販売その１**種類豊富・確保状況は注文締め切り時間までに返答します";
hanbai2T[ 13 ]="**この回がいちばん種類豊富です** 次回入荷商品を最速で購入できます。いち早く商品を押さえたい方は是非ご利用ください。品薄時、需要の強いときは特にオススメです。**１月５日入荷分、バイヤー推薦の予約販売です・１月２日早朝注文締め切りです。";
hanbai3T[ 13 ]="**バイヤー推薦の予約販売** 次回は　月　日１８時３０分頃から販売します。更新後すぐにご利用ください。";
headerT[ 13 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
IssueFlagT[ 13 ]=" 0 ";
IssueT[ 13 ]="";
UseFlagT[ 13 ]=" 0 ";
UseT[ 13 ]="";
parT[ 13 ]="";
ennT[ 13 ]="";
// -->
