
kaisen=10;
stypeT[ 10 ]= 1 ;
kaisenT[ 10 ]= 10 ;
knenT[ 10 ]= 1 ;
ktukiT[ 10 ]=7;
khiT[ 10 ]=10;
snenT[ 10 ]=2022;
stukiT[ 10 ]=7;
shiT[ 10 ]=10;
sjiT[ 10 ]=15;
shunT[ 10 ]=0;
syoubiT[ 10 ]="月";
osusumeT[ 10 ]= 1 ;
hanbai1T[ 10 ]="明日入荷バラの先行予約販売";
hanbai2T[ 10 ]="明日入荷バラの先行予約販売・７月１０日１５時０分注文締め切りです。";
hanbai3T[ 10 ]="次回は　７月１２日１４時３０分～１５時０分の３０分間販売します。更新後すぐにご利用ください。";
headerT[ 10 ]="<B>ご注意ください。<BR>注文は1月27日11時30分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
knoT[10]= 215 ;
souba = "明日入荷バラの先行予約販売。レア品種はこの回で調達してください。ここでの買い付けは会員の方のみ可能です。代引きのみ、加工なしです。明日入荷バラの予約販売です。販売開始から時間が経つにつれて、欠品になる可能性も高くなります。";
comment1 = "欠品時の代品要望が事前にある方は、コメント欄に（〇〇が欠品の時は○○で代品可）（○○が欠品の時は別等級の物で代品可）など記載いただければ、対応させて頂きます。　　１度注文を入れるとキャンセルは出来ませんので、複数種類の注文を入れ欠品が出た場合は、販売時間中に再度、代品になる物をご注文頂く、という方法でご利用ください。";
kh = new Array(
'＠ここでの商品はすべてお客様からの注文後に確保する商品です。','＠注文後すぐに確保され、注文遅れなければ欠品無く揃いやすいです。','＃バラ','＃バラ　','＃　〃','＃　〃','＃　〃','＃バラ','＃バラ　','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃バラ','＃バラ　','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃バラ','＃バラ　','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃バラ','＃バラ　',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃バラ','＃バラ　','＃バラ','＃バラ　','＃　〃','＃バラ','＃バラ　',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃バラ','＃バラ　','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃バラ','＃　〃','＃バラ　','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃バラ',
'＃　〃','＃バラ　','＃　〃','＃バラ','＃バラ　','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃バラ','＃バラ　','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃','＃　〃',
'＃バラ','＃　〃','＠確認のため、住所は必ずご記入ください','＠予約販売は花の知識がある方のための販売です','＠状況により初めての方のご注文をお受けできない場合があります','' );
km = new Array(
'バイヤーが買い付けた商品ではありません','更新後すぐにご利用ください。遅れますと欠品の原因になります','DFRー147　スタンダード　','MIXブーケ　スタンダード　','アプリコF/フルフルホ     ジュミリア、クールウォーター　スタンダード　','クリスタD/ライラクCホ     ３０/１０本、アンジェニュー１０本　スタンダード　','ファルセット           紫　スタンダード　','レモンスワル           クリーム色　スタンダード　','ローテローゼ　スタンダード　赤系','　〃',
'ティネケ　スタンダード　白系','　〃','　〃','　〃','ブラックティー　スタンダード　茶系','　〃','アテナ　スタンダード　白系','ジュリア　スタンダード　茶系','　〃','デュカット　スタンダード　黄系',
'ノブレス　スタンダード　ピンク系','　〃','　〃','パープルレイン　スタンダード　紫系','エリザ　スタンダード　ピンク系','ファーストレディ　スタンダード　','イントゥリーグ　スタンダード　紫系','　〃','　〃','　〃',
'イブピアッチェ　スタンダード　ピンク系','　〃','アクア!　スタンダード　ピンク系','アミティエ+　スタンダード　橙系','ウィッシング　スタンダード　ピンク系','ロマンティックアンティーク　スタンダード　ピンク系','　〃','ドルチェ・ヴィータ+　スタンダード　','　〃','　〃',
'アンブリッジローズ　スタンダード　橙系','ミルバ　スタンダード　橙系','エレガントドレス　スタンダード　ピンク系','モンシュシュ　スタンダード　橙系','ヘリオスロマンティカ       　スタンダード　橙系','　〃','シセロ　スタンダード　','　〃','マリークレア!　スタンダード　橙系','ラブリーファンデーション   　スタンダード　ピンク系',
'レッドエレガンス　スタンダード　赤系','　〃','ダンシングクイーン　スタンダード　ピンク系','　〃','レッドスター　スタンダード　赤系','　〃','ヴァーズ           ２０優秀賞　スタンダード　紫系','キャラメルアンティーク　スタンダード　黄系','キャラメルアンティーク      　スタンダード　黄系','　〃',
'キャラメルアンティーク　スタンダード　黄系','　〃','オーシャンソング　スタンダード　紫系','アンジェリークロマンティカ　スタンダード　ピンク系','　〃','アマダ＋　スタンダード　赤系','　〃','　〃','　〃','ドリームノブレス　スタンダード　',
'　〃','ピンクラナンキュラ       ☆フルブルームタイプ☆フルブルーム　スタンダード　','ラ・シャンス　スタンダード　ピンク系','サムライ08　スタンダード　赤系','　〃','カルピディーム+　スタンダード　橙系','　〃','　〃','　〃','　〃',
'アプリコットファンデーション　スタンダード　橙系','ゴールドラッシュ　スタンダード　黄系','モーヴェイン　スタンダード　紫系','セレブ　スタンダード　ピンク系','ドルチェット!　スタンダード　紫系','マダムレッド　スタンダード　赤系','ミルナ＋　スタンダード　赤系','スペード+　スタンダード　黄系','エースピンク+　スタンダード　ピンク系','コーラルハート　スタンダード　',
'　〃','ブルジョア          　スタンダード　ピンク系','ライラ＋　スタンダード　ピンク系','　〃','ピンクレディブル!　スタンダード　ピンク系','　〃','ライラッククラシック　スタンダード　紫系','　〃','マドリード!　スタンダード　橙系','ソラーレ　スタンダード　黄系',
'パフューパープル　スタンダード　紫系','ヤギパープル　スタンダード　紫系','ブリランテ　スタンダード　赤系','プライムチャーム+　スタンダード　ピンク系','テネレッツァ　スタンダード　ピンク系','タカジー　スタンダード　ピンク系','フェスティボ　スタンダード　橙系','　〃','　〃','　〃',
'ジュミリア　スタンダード　','　〃','　〃','　〃','カウントダウン　スタンダード　白系','　〃','カタリナ(1F)　スタンダード　黄系','　〃','フェリシタル　スタンダード　ピンク系','グランドジュビリー　スタンダード　赤系',
'シャンスポム          当社は当産地のみ！　スタンダード　','バニラカタリナ(1F)　スタンダード　黄系','　〃','シャインオン　スタンダード　','フォセット　スタンダード　','　〃','ヴァーミリオン+　スタンダード　赤系','　〃','アヴニール+　スタンダード　','ウィーブ+　スタンダード　ピンク系',
'マンゴーリーバ　スタンダード　橙系','　〃','　〃','　〃','スウィートデュウ　スタンダード　紫系','ロシアンピーチ　スタンダード　ピンク系','　〃','オーロラ　スタンダード　','ポムグラニット+　スタンダード　ピンク系','　〃',
'　〃','ケンジントンガーデン　スタンダード　','　〃','　〃','　〃','　〃','ショコラロマンチカ　スタンダード　ピンク系','ラピスヴェール        ☆変わり咲☆　スタンダード　','キングスデイ+　スタンダード　橙系','　〃',
'　〃','バウンティウェイ+　スタンダード　紫系','インプリメンツ　スタンダード　ピンク系','キャンディアンティーク　スタンダード　ピンク系','　〃','　〃','トレビス　スタンダード　ピンク系','アランチャ　スタンダード　','ロンドンタイムズ       ピンクアプリコットの可愛らしい新品種☆　スタンダード　ピンク系','スノーバブル　スプレイ　',
'スウィートサラ　スプレイ　ピンク系','タマンゴ SP　スプレイ　赤系','ピスカップ　スプレイ　黄系','スノーフレーク　スプレイ　白系','ジェラート　スプレイ　ピンク系','　〃','　〃','　〃','サクラザカ　スプレイ　ピンク系','エクレール　スプレイ　緑系',
'ナギサウェーブ　スプレイ　ピンク系','レディラブ　スプレイ　赤系','ロズリーヌ　スプレイ　ピンク系','ピンクワルツ　スプレイ　ピンク系','シルバーレース　スプレイ　紫系','　〃','リアーネ　スプレイ　ピンク系','マランジュ!　スプレイ　ピンク系','シュエット　スプレイ　ピンク系','スターリングセンセーション+　スプレイ　紫系',
'　〃','シルバピンク+　スプレイ　ピンク系','　〃','　〃','　〃','　〃','スウィートフロウ　スプレイ　ピンク系','＃紅華美　スプレイ　赤系','　〃','ラディッシュ　スプレイ　',
'フラッシング　スプレイ　','ピンクレース　スプレイ　ピンク系','　〃','ガーネットジェム　スプレイ　赤系','　〃','　〃','サニートレンドセッター　スプレイ　黄系','バラ　　','　〃','　〃',
'　〃','ロマンティックローズベール　スプレイ　','モモエ！　スプレイ　ピンク系','ジェントルフロウ　スプレイ　ピンク系','　〃','　〃','アレンジミックス(SP)　スプレイ　','アヴァランチェRブルー　スタンダード　青系','　〃','　〃',
'モンディアルブルー　スタンダード　青系','モンディアルレインボー　スタンダード　','ご協力お願いします','知識のない方、自己責任で買い付けが出来ない方、個別のフォローを求める方のご利用はお断りします。','色はあくまでも参考です。色で選ばず品種で選んでください','' );
kt = new Array(
1,1,78,22,52,65,78,65,52,39,
52,27,52,33,28,19,52,65,52,19,
29,25,19,65,52,29,29,33,25,19,
33,39,52,65,65,78,78,91,78,39,
52,65,78,117,91,78,91,65,52,91,
91,78,52,29,78,65,52,65,91,91,
78,39,65,91,52,117,91,117,65,29,
19,129,104,91,78,65,52,39,29,52,
52,65,117,78,104,52,78,39,52,52,
29,52,39,52,65,46,91,78,65,78,
78,91,91,52,39,52,52,65,52,33,
91,78,65,65,78,52,104,52,78,91,
52,78,52,52,78,65,91,65,91,78,
65,78,52,52,65,52,39,52,52,65,
52,78,91,65,65,52,78,155,91,65,
78,104,39,78,65,91,65,91,65,65,
65,39,117,52,117,142,117,117,78,25,
104,91,91,91,142,117,65,78,91,129,
104,91,129,117,104,104,91,142,104,29,
78,117,91,142,117,104,91,52,39,52,
39,91,91,117,104,91,65,142,129,117,
194,233,1,1,1,0 );
ko = new Array(
'1','〃','60 ｃｍ　タテ','Ａ 40','3～ 40','4～ 50','60 ｃｍ','50 ｃｍ　タテ','60 ｃｍ','50 ｃｍ',
'３Ｌ    ２Ｌ','Ｌ ＭＳ','Ｌ ２Ｌ','Ｌ','Ｌ Ｍ','Ｍ Ｓ','50 ｃｍ　タテ','60 ｃｍ','50 ｃｍ','Ｍ Ｓ',
'Ｌ Ｍ','Ｍ Ｓ','Ｓ','60 ｃｍ','80 ｃｍ','２Ｌ    ML','50 ｃｍ','5～ 60','40 ｃｍ','30 ｃｍ',
'40 ｃｍ','4～ 50','50 ｃｍ　タテ','5～ 60','秀 50','秀 60','Ａ 70','70 ｃｍ','60 ｃｍ','50 ｃｍ',
'45 ｃｍ','50 ｃｍ','秀 70','70 ｃｍ','〃','60 ｃｍ','60 ｃｍ　SP','50 ｃｍ　SP','50 ｃｍ　タテ','70 ｃｍ',
'6～ 70','5～ 60','6～ 70','40 ｃｍ','70 ｃｍ','6～ 70','秀 40','秀 50','80 ｃｍ','70 ｃｍ',
'60 ｃｍ','40 ｃｍ','60 ｃｍ','秀 50','秀 40','70 ｃｍ','60 ｃｍ','〃','50 ｃｍ','２Ｌ    ML',
'Ｍ Ｓ','80 ｃｍ　.','秀 60','70 ｃｍ','60 ｃｍ','秀 5～　60','〃','秀 40','〃','4～ 50',
'秀 40','50 ｃｍ','秀 70','60 ｃｍ　タテ','70 ｃｍ','50 ｃｍ　タテ','60 ｃｍ','40 ｃｍ','50 ｃｍ　タテ','4～ 50',
'3～ 40','60 ｃｍ','40 ｃｍ','4～ 50','70 ｃｍ','5～ 60','Ａ 80','Ａ 70','60 ｃｍ','5～ 60',
'60 ｃｍ','秀 70','Ａ 70','秀 5～　60','50 ｃｍ','50 ｃｍ　タテ','秀 5～　60','Ａ 60','5～ 60','40 ｃｍ',
'70 ｃｍ','〃','60 ｃｍ','50 ｃｍ','60 ｃｍ　タテ','50 ｃｍ　タテ','60 ｃｍ','40 ｃｍ','秀 70','6～ 70',
'40 ｃｍ','50 ｃｍ','4～ 50','40 ｃｍ','秀 50','Ａ 50','70 ｃｍ','60 ｃｍ','60 ｃｍ　SP','60 ｃｍ',
'秀 50','〃','秀 40','3～ 40','60 ｃｍ','〃','50 ｃｍ','5～ 60','Ａ 50','60 ｃｍ',
'3～ 40','50 ｃｍ','5～ 60','45 ｃｍ','40 ｃｍ','3～ 40','80 ｃｍ','60 ｃｍ','秀 60','秀 50',
'秀 4～　50','秀 5～　60','50 ｃｍ','秀 50','秀 4～　50','50 ｃｍ','秀 60','60 ｃｍ　SP','秀 5～　60','50 ｃｍ　タテ',
'〃','秀 40','70 ｃｍ','50 ｃｍ　タテ','80 ｃｍ','〃','70 ｃｍ','〃','秀 70','秀 30',
'秀 40','70 ｃｍ','80 ｃｍ','70 ｃｍ','秀 70','秀 60','50 ｃｍ　タテ','70 ｃｍ','〃','秀 70',
'秀 60','秀 4～　50','80 ｃｍ','70 ｃｍ','60 ｃｍ','6～ 70','70 ｃｍ','〃','60 ｃｍ','秀 30',
'70 ｃｍ','秀 60','秀 50','70 ｃｍ','60 ｃｍ','〃','70 ｃｍ','Ａ 60','Ａ 50','60 ｃｍ',
'50 ｃｍ','70 ｃｍ','60 ｃｍ','80 ｃｍ','70 ｃｍ','60 ｃｍ','50 ｃｍ','70 ｃｍ','7～ 80','65 ｃｍ',
'6～ 70','70 ｃｍ','1','〃','〃','' );
kl = new Array(
1,1,20,30,40,50,40,20,40,50,
50,100,50,50,50,50,40,30,50,40,
100,100,100,40,50,40,30,40,30,30,
30,30,40,50,30,40,50,40,50,30,
40,40,30,50,40,40,30,30,40,40,
40,30,30,30,50,26,30,30,40,40,
30,40,50,30,30,50,50,30,50,50,
50,40,30,50,50,40,40,40,40,35,
30,40,30,30,30,40,50,30,40,50,
40,40,30,50,40,40,50,50,50,29,
25,50,50,40,50,40,40,50,25,30,
50,40,50,40,30,40,30,50,40,40,
30,30,30,30,30,30,30,35,20,50,
30,30,30,40,50,40,50,40,30,50,
40,20,40,30,40,50,40,30,40,40,
50,30,40,30,40,40,40,20,40,40,
40,40,30,40,30,20,30,20,40,50,
15,30,20,30,20,20,40,30,30,30,
30,20,20,20,20,20,30,20,20,50,
30,15,20,20,20,20,20,50,50,50,
50,30,20,20,20,20,30,30,30,30,
30,20,1,1,1,0 );
kn = new Array(
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','本','本','本','本','本',
'本','本','本','本','本','' );
kb = new Array(
'　','〃','ケニア産','愛知県産','山形県産','〃','長野県産','ケニア産','長野県産','〃',
'千葉県産','〃','〃','〃','〃','〃','ケニア産','長野県産','〃','千葉県産',
'〃','〃','〃','長野県産','滋賀県産','千葉県産','神奈川産','〃','〃','〃',
'滋賀県産','〃','ケニア産','新潟県産','愛知県産','〃','奈良県産','新潟県産','〃','栃木県産',
'宮城県産','山形県産','静岡県産','山形県産','〃','〃','滋賀県産','〃','ケニア産','山形県産',
'滋賀県産','〃','栃木県産','〃','茨城県産','栃木県産','静岡県産','愛知県産','山形県産','〃',
'〃','〃','佐賀県産','愛知県産','〃','新潟県産','〃','神奈川産','新潟県産','千葉県産',
'〃','奈良県産','愛知県産','茨城県産','〃','静岡県産','愛知県産','静岡県産','愛知県産','栃木県産',
'愛知県産','茨城県産','山形県産','ケニア産','静岡県産','ケニア産','奈良県産','栃木県産','ケニア産','滋賀県産',
'山形県産','群馬県産','神奈川産','山形県産','栃木県産','〃','奈良県産','〃','佐賀県産','栃木県産',
'〃','静岡県産','奈良県産','愛知県産','山梨県産','ケニア産','愛知県産','奈良県産','栃木県産','〃',
'奈良県産','山梨県産','奈良県産','山梨県産','ケニア産','〃','山梨県産','奈良県産','静岡県産','滋賀県産',
'栃木県産','山形県産','〃','〃','愛知県産','〃','山梨県産','〃','静岡県産','山形県産',
'静岡県産','愛知県産','〃','山形県産','奈良県産','長野県産','〃','〃','愛知県産','奈良県産',
'山形県産','宮城県産','山形県産','宮城県産','山形県産','〃','〃','静岡県産','〃','〃',
'山形県産','〃','長野県産','愛知県産','静岡県産','宮城県産','愛知県産','静岡県産','愛知県産','ケニア産',
'〃','愛知県産','静岡県産','ケニア産','滋賀県産','静岡県産','滋賀県産','静岡県産','愛媛県産','静岡県産',
'愛知県産','静岡県産','和歌山県産','静岡県産','愛媛県産','〃','ケニア産','静岡県産','〃','〃',
'〃','山形県産','静岡県産','〃','〃','滋賀県産','栃木県産','静岡県産','〃','〃',
'栃木県産','愛媛県産','〃','静岡県産','栃木県産','静岡県産','〃','愛知県産','〃','奈良県産',
'〃','静岡県産','〃','〃','〃','〃','滋賀県産','茨城県産','埼玉県産','〃',
'エクアドル産','〃','〃','〃','〃','' );
comment2="荷物の口数目安は５０ｃｍ以下１５０本～２５０本で１個口　６０ｃｍ以上１００本～１５０本で１個口です。";
// -->
