<!--
kaisen=21;
stypeT[ 21 ]= 0 ;
kaisenT[ 21 ]= 21 ;
knenT[ 21 ]= 1 ;
ktukiT[ 21 ]=10;
khiT[ 21 ]=22;
snenT[ 21 ]=2004;
stukiT[ 21 ]=10;
shiT[ 21 ]=22;
sjiT[ 21 ]=13;
shunT[ 21 ]=50;
syoubiT[ 21 ]="金";
osusumeT[ 21 ]= 1 ;
hanbai1T[ 21 ]="バーチャルショップ先行特別割引販売その２";
hanbai2T[ 21 ]="１０月２２日入荷分特別当日販売、当日発送・締め切りは１０月２２日１３時５０分までです。";
hanbai3T[ 21 ]="今後も突然予定外の販売をすることがあります。次回の販売は未定ですがなるべく数多く行うよう努力します。";
headerT[ 21 ]="<B>ご注意ください。<BR>注文は２月９日12時00分までの受付となります。<BR>それ以外の時間は受け付けられません。<BR></B>";
knoT[21]= 29 ;
souba = "１回戦もご利用ください。種類も豊富で商品が手に入りやすくなります。１回戦がパワーアップ！！本日は２０時３０分頃更新予定です。アップ後すぐであれば確保確率９５％以上です。早めにご利用ください。高級菊、バラの品種指定は１回戦でどうぞ。バラは店頭にも豊富に入荷しています。ここでの買い付けは会員の方のみ可能です。代引きのみ、加工なしです。他の回との同梱は出来ません。";
comment1 = "アクセスが遅れますと売り切ればかりになり、注文できません。更新後すぐにご利用ください。他の回と同梱は出来ません。この販売は月曜入荷分２回戦と３回目の間の特別販売です。売り切れ連絡のメールは注文メールに対しての返信になります。複数のアドレスをお持ちの方はご注意ください。また、注文後、注文確認メールが直ちに届かない方はご自身のメールアドレスの入力間違いです。メールが届かなくても電話でのフォローは一切致しませんのでご注意ください。月、水、金の午前の販売も積極的にご利用ください。品薄のときは午前の販売が圧倒的に安くて特にお得です。";
kh = new Array(
'＠他のページとの同梱できません。','オンシジューム','バラ　津軽尾上農協','輪カーネーション　中国産','輪カーネーション　中国産','輪カーネーション　中国産','スプレーカーネーション　長崎共選','カラー　丸朝園芸農協','カラー　丸朝園芸農協','カラー　丸朝園芸農協',
'カラー　丸朝園芸農協','ストック　庄内たがわ農協','トルコキキョウ　安房農協','トルコギキョウ　静岡産','トルコギキョウ　静岡産','トルコギキョウ　福岡産','カスミソウ　福島産','カスミソウ　和歌山共選','リューカデンドロン','ロホミルタスキャサリン',
'フウセントウワタ','スノーボール　グリーン','ビバーナム','レザーファン','ピットスポルム','ひまわり','デンファレ','バラ　エクアドル産','＠他のページとの同梱は出来ません。','' );
km = new Array(
'ルールを守ってご利用ください','ゴールデンシャワー','ローテローゼＲ','ツンドラ','ハイライト','ピンクドナ','レッドバーバラ','ＹＧ　（レモン）','　〃','クリスタルブラッシュ　Ｗ',
'ガーネットグロー　Ｐ','アプリコットカルテット','セレモニーピーチ','セレモニーライトピンク','サマーエース','リネーションイエロー','雪ん子','ピンコリーナ　Ｐ','サファリサンセット','ニュージーランド産',
'酒田市袖裏農協','ニュージーランド産','　〃','葉物','　〃','サンリッチオレンジ','白','ロッシー','このページはこのページのみで発送します。','' );
kt = new Array(
19991,29,119,36,36,38,39,118,88,89,
89,99,199,189,199,199,199,199,89,46,
36,159,199,16,33,36,54,99,1,0 );
ko = new Array(
'1','S','3L','60CM','〃','〃','優Ｍ','２Ｌ','Ｂ','〃',
'〃','Ｍ','秀Ｌ','Ｌ','秀Ｌ','優２Ｌ','優Ｌ','秀Ｌ','８０ＣＭ','７０ＣＭ',
'秀Ｓ','６０～１００ＣＭ　４Ｆ～','６０ＣＭ 8～10F','Ｌ','３０～４０ＣＭ','　','２Ｌ','７０ＣＭ','１','' );
kl = new Array(
10,10,50,10,10,10,25,5,5,5,
5,10,10,10,10,10,10,10,10,10,
10,10,5,20,10,20,10,10,1,0 );
kn = new Array(
'束','束','束','束','束','束','束','束','束','束',
'束','束','束','束','束','束','束','束','束','束',
'束','束','束','束','束','束','束','束','束','' );
kb = new Array(
'　','輸入','国産','輸入','〃','〃','国産','〃','〃','〃',
'〃','〃','〃','〃','〃','〃','〃','〃','輸入','〃',
'国産','輸入','〃','〃','〃','国産','輸入','〃','〃','' );
kk = new Array(
259883,377,7735,468,468,494,1268,767,572,579,
579,1287,2587,2457,2587,2587,2587,2587,1157,598,
468,2067,1294,416,429,936,702,1287,2,0 );
comment2="この販売は水曜入荷分のスペシャル企画販売です。その日入荷分を３回販売しています。（本日はこれを入れて４回）上物中心の販売の前日販売を行っています。月曜入荷の品物は土曜19時か２０時～日曜１２時まで販売。水曜入荷の品物は月曜１９か２０時～火曜１２時まで販売。金曜入荷の品物は水曜１９か２０時～木曜１２時まで販売。鮮度維持の問題で本州以外の方や午前中に到着しない地域の方はなるべく注文しないで下さい。表示価格は税別価格です。お買いあげ総額に消費税がかけられます。";
// -->